aaron-bond.better-comments
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
dooez.alt-catppuccin-vsc
eamodio.gitlens
esbenp.prettier-vscode
flowtype.flow-for-vscode
fractalbrew.backticks
github.copilot
github.copilot-chat
hossaini.bootstrap-intellisense
murloccra4ler.leap
pkief.material-icon-theme
silesky.toggle-boolean
sonarsource.sonarlint-vscode
stylelint.vscode-stylelint
tobias-z.vscode-harpoon
vscodevim.vim
waderyan.gitblame
wix.vscode-import-cost
zignd.html-css-class-completion
